Repository: smykla-skalski/harness
Catalog: apps/harness-monitor/Sources/HarnessMonitorWatch/Localizable.xcstrings
Source language: en
Languages: pl

source: %@ permission for %@
pl: %@ uprawnienie dla %@

source: %@ trusted
pl: %@ zaufany

source: %lld active, %lld waiting
pl: %lld aktywnych, %lld oczekuje

source: Agent ID
pl: ID agenta

source: Allow Local Network on iPhone
pl: Zezwól na sieć lokalną na iPhonie

source: Any
pl: Dowolny

source: App Review demo
pl: Demo do recenzji

source: Approve
pl: Zatwierdź

source: Approve %@
pl: Zatwierdź %@

source: Approve plan %@
pl: Zatwierdź plan %@

source: Audit reason
pl: Powód audytu

source: Authentication failed
pl: Uwierzytelnianie nie powiodło się

source: Batch ID
pl: ID partii

source: Blocked
pl: Zablokowane

source: Board
pl: Tablica

source: Cancel
pl: Anuluj

source: Cancel Command
pl: Anuluj polecenie

source: Cancelled %@
pl: Anulowano %@

source: Clear
pl: Czysto

source: Command
pl: Polecenie

source: Command cancelled
pl: Polecenie anulowane

source: Command failed
pl: Polecenie nie powiodło się

source: Command queued
pl: Polecenie w kolejce

source: Commands
pl: Polecenia

source: Confirm
pl: Potwierdź

source: Connecting to %@
pl: Łączenie z %@

source: Continue
pl: Kontynuuj

source: Decision
pl: Decyzja

source: Demo station
pl: Stacja demonstracyjna

source: Deny
pl: Odrzuć

source: Dictate
pl: Dyktuj

source: Dispatch task board work
pl: Zleć pracę z tablicy zadań

source: Done
pl: Gotowe

source: Fetching mirror
pl: Pobieranie kopii

source: Handoff
pl: Przekazanie

source: Health
pl: Stan

source: Improver
pl: Ulepszacz

source: Keep Queued
pl: Zostaw w kolejce

source: Label
pl: Etykieta

source: Label %@
pl: Oznacz %@

source: Leader
pl: Lider

source: Live
pl: Na żywo

source: Live Work
pl: Aktywna praca

source: Mac paired
pl: Mac sparowany

source: Manual
pl: Ręcznie

source: Merge
pl: Scal

source: Merge %@ with %@
pl: Scal %@ metodą %@

source: Method
pl: Metoda

source: Mirror
pl: Kopia lustrzana

source: Needs You
pl: Wymaga uwagi

source: Network blocked
pl: Sieć zablokowana

source: New Command
pl: Nowe polecenie

source: No active work
pl: Brak aktywnej pracy

source: No paired Mac
pl: Brak sparowanego Maca

source: Number
pl: Numer

source: Open iPhone pairing
pl: Otwórz parowanie na iPhonie

source: PR ID
pl: ID PR

source: Pairing
pl: Parowanie

source: Preset
pl: Szablon

source: Privacy
pl: Prywatność

source: Progress
pl: W toku

source: Prompt
pl: Polecenie

source: Prompt %@
pl: Poleć %@

source: Ready
pl: Gotowe

source: Refresh %@
pl: Odśwież %@

source: Rerun checks for %@
pl: Uruchom ponownie testy dla %@

source: Retry
pl: Ponów

source: Review
pl: Recenzja

source: Reviewer
pl: Recenzent

source: Reviews
pl: Recenzje

source: Role
pl: Rola

source: Run tests
pl: Uruchom testy

source: Scope
pl: Zakres

source: Send
pl: Wyślij

source: Session
pl: Sesja

source: Session ID
pl: ID sesji

source: Sessions
pl: Sesje

source: Sign in to iCloud
pl: Zaloguj się do iCloud

source: Signed %@
pl: Podpisano %@

source: Some
pl: Część

source: Stale
pl: Nieaktualne

source: Start %@ in %@
pl: Uruchom %@ w %@

source: Station
pl: Stacja

source: Station is not paired
pl: Stacja nie jest sparowana

source: Summarize
pl: Podsumuj

source: Syncing
pl: Synchronizacja

source: Task
pl: Zadanie

source: Tasks
pl: Zadania

source: Updated %@
pl: Zaktualizowano %@

source: iCloud needed
pl: Wymagany iCloud

source: mirror
pl: kopia

source: reviews
pl: recenzje

source: session
pl: sesja

source: session tasks
pl: zadania sesji

source: task
pl: zadanie

source: task board
pl: tablica zadań
